Repository: rinkp/woo-ideal-gateway
Catalog: i18n/languages/woo-ideal-gateway-*.po
Languages: nl_nl, sv_se

source: Transaction fee
nl_nl: Transactiekosten

source: Notice
nl_nl: Opmerking
sv_se: Meddelande

source: The API Key you are currently using for %api_key_type% payments is the default one. Please change it to a working one found in your Stripe Dashboard.
nl_nl: De API Key die je op dit moment gebruikt voor %api_key_type% betalingen is de standaard. Verander dit a.u.b. naar een werkende API Key die je kunt vinden in je Stripe Dashboard.
sv_se: API-nyckeln du använder för %api_key_type%-betalningar är den ursprungliga. Var vänlig ändra till din egen som du hittar i Stripe Dashboard.

source: Name:
nl_nl: Naam:
sv_se: Namn:

source: iDEAL Payment succeeded
nl_nl: iDEAL-betaling geslaagd
sv_se: iDEAL-betalning genomförd

source: Order status has been changed to processing
nl_nl: Bestelling status is veranderd naar verwerken

source: iDEAL payment failed
nl_nl: iDEAL-betaling mislukt

source: Source is not successfully charged
nl_nl: Source is niet succesvol betaald
sv_se: Källan har inte debiterats

source: Stripe source and WooCommerce Order Source are not the same!
nl_nl: Stripe source en WooCommerce bestelling source zijn niet hetzelfde!
sv_se: Stripe-källan och WooCommerce orderkälla stämmer inte överens!

source: Source is not in a chargeable state
nl_nl: Source is niet betaalbaar op dit moment
sv_se: Källan kan inte debiteras

source: Source is not using the iDEAL payment method!
nl_nl: Source gebruikt niet de iDEAL betaalmethode!
sv_se: Källan använder inte iDEAL som betalsätt!

source: Creating Stripe source failed because no bank was chosen
nl_nl: Stripe source aanmaken is mislukt omdat er geen bank was gekozen
sv_se: Kan inte skapa Stripe-källa för att ingen bank valdes.

source: Refund for order
nl_nl: Terugbetaling voor bestelling
sv_se: Återbetalning för order

source: Could not refund because Charge ID required to refund the payment is for some reason not found
nl_nl: Kan niet terugbetalen omdat het 'Charge ID' niet gevonden is voor wat voor reden dan ook
sv_se: Det gick inte att återbetala för att ”Charge ID” krävs och kan inte hittas.

source: iDEAL Payment refunded
nl_nl: iDEAL-betaling terugbetaald
sv_se: iDEAL-betalning återbetald

source: Refund ID:
nl_nl: Terugbetalings ID:
sv_se: Återbetalnings-ID:

source: Settings
nl_nl: Instellingen
sv_se: Inställningar

source: Support
nl_nl: Ondersteuning

source: WooCommerce iDEAL Gateway will generate a iDEAL source at Stripe using their API, then send the customer to their bank of choice. At this point the order is put on-hold, once the order is payed, Stripe will use a webhook to let WooCommerce know the payment succeeded. To use this payment gateway you are required to have a <a href="https://stripe.com/">Stripe API key</a>, you can read more about Stripe's Authentication <a href="https://stripe.com/docs/api#authentication">here</a>.
nl_nl: WooCommerce iDEAL Gateway genereert een iDEAL 'source' bij Stripe door het gebruik van de API, daarna wordt de klant naar zijn of haar bank van keuze doorgestuurd. Op dit moment wordt ook de bestelling in de wacht gezet, wanneer de betaling is geslaagd, zal Stripe door middel van een webhook WooCommerce laten weten dat de betaling gelukt is. Om deze betaalmethode te gebruiken ben je vereist om een een <a href="https://stripe.com/">Stripe API key</a> te hebben, je kan <a href="https://stripe.com/docs/api#authentication">hier</a> meer over Stripe's Authenticatie lezen.
sv_se: WooCommerce iDEAL Gateway genererar en iDEAL-källa hos Stripe genom deras API och sedan skickas kunden vidare till vald bank. Ordern genomförs med hjälp av en webhook för att informera WooCommerce om att betalning har mottagits. För att använda denna betalningslösning måste du ha en <a href="https://stripe.com/">API-nyckel från Stripe</a>. Du kan läsa mer om autentisering genom Stripe <a href="https://stripe.com/docs/api#authentication">här</a>.

source: Enable/Disable
nl_nl: Inschakelen/Uitschakelen
sv_se: Aktivera/inaktivera

source: Enable iDEAL payments
nl_nl: Schakel iDEAL-betalingen in
sv_se: Aktivera iDEAL-betalningar

source: Title
nl_nl: Titel
sv_se: Rubrik

source: Title of this payment gateway a customer sees when checking out
nl_nl: Titel van deze betalingsmethode die de klant ziet bij het afrekenen
sv_se: Rubrik för betalningslösningen som kunden ser i kassan

source: Enable/Disable Test Mode
nl_nl: Inschakelen/Uitschakelen test modus
sv_se: Aktivera/inaktivera testläge

source: Enable test mode to see if you have correctly setup Stripe iDEAL payements
nl_nl: Schakel test mode in om te kijken of je Stripe iDEAL-betalingen correct hebt ingesteld
sv_se: Aktivera testläge för att verifiera att du har ställt in Stripe iDEAL-betalningar korrekt

source: Secret API Key from Stripe used for live payments
nl_nl: Secret API Key van Stripe die wordt gebruikt voor live betalingen
sv_se: Hemlig API-nyckel från Stripe som används för riktiga (live) betalningar

source: Secret API Key from Stripe used for test payments
nl_nl: Secret API Key van Stripe die wordt gebruikt voor test betalingen
sv_se: Hemlig API-nyckel från Stripe som används för testbetalningar

source: Stripe Webhook Key
nl_nl: Stripe webhook code
sv_se: Stripe webhook-nyckel

source: Your webhook URL:
nl_nl: Je webhook URL:

source: Read <a href="https://nl.wordpress.org/plugins/woo-ideal-gateway/#installation">here</a> how to setup this webhook
nl_nl: Lees <a href="https://nl.wordpress.org/plugins/woo-ideal-gateway/#installation">hier</a> hoe je deze webhook instelt
sv_se: Läs hur du skapar denna webhook <a href="https://nl.wordpress.org/plugins/woo-ideal-gateway/#installation">här</a>

source: Payment reference
nl_nl: Betalingsreferentie
sv_se: Betalningsreferens

source: Payment reference a customer sees in their iDEAL-enviroment
nl_nl: Betalingsreferentie die de klant ziet in zijn/haar iDEAL-omgeving
sv_se: Betalningsreferens som kunden ser i sin iDEAL-miljö

source: Payment for #{order_number}
nl_nl: Betaling voor bestelling #{order_number}
sv_se: Betalning för #{order_number}

source: Show dropdown with banks
nl_nl: Keuzelijst met banken

source: Show a dropdown with banks on the checkout page.
nl_nl: Laat een keuzelijst met banken zien op de afrekenpagina.

source: Let the customer pay the transaction fee specified below
nl_nl: Laat de klant de onderstaande transactiekosten betalen

source: The amount of the transaction fee.
nl_nl: Het bedrag aan transactiekosten.

source: Use
nl_nl: Gebruik

source: as decimal seperator!
nl_nl: als decimaalscheidingsteken!

source: Visible error codes
nl_nl: Zichtbare foutcodes
sv_se: Synliga felkoder

source: If there is an error while checking out, show the error code to the user. This might be useful for you to solve an issue a customer has.
nl_nl: Als er een fout optreedt tijdens het afrekenen, laat de error code aan de klant zien. Dit kan handig zijn om een probleem op te lossen.
sv_se: Om ett fel uppstår i kassan, visa felkoden för användaren. Detta kan vara användbart för att lösa ett problem som en kund har.

source: iDEAL Payment canceled by customer
nl_nl: iDEAL-betaling geannuleerd door klant

source: Choose your bank
nl_nl: Kies je bank
sv_se: Välj din bank

source: You will be redirected to iDEAL
nl_nl: Je wordt doorgestuurd naar iDEAL

source: Please choose your bank and try again
nl_nl: Kies je bank en probeer het opnieuw
sv_se: Var vänlig välj din bank och försök igen

source: Stripe error
nl_nl: Stripe fout
sv_se: Fel från Stripe

source: iDEAL payment failed, please try again
nl_nl: iDEAL-betaling mislukt, probeer het opnieuw
sv_se: iDEAL-betalning misslyckades, var vänlig försök igen

source: Error
nl_nl: Fout
sv_se: Fel

source: New iDEAL payment initiated by customer
nl_nl: Nieuwe iDEAL-betaling gestart door klant

source: A refund through iDEAL is not possible because the order has not been paid yet. Or the order was initially not using this payment gateway.
nl_nl: Een terugbetaling via iDEAL is niet mogelijk, omdat de bestelling nog niet betaald is. Of de bestelling was initieel niet via deze betaalmethode gedaan.
sv_se: En återbetalning genom iDEAL är inte möjligt för att ordern inte har betalats ännu eller inte använde denna betalningslösning initialt.

source: WooCommerce iDEAL Gateway
nl_nl: WooCommerce iDEAL Betaalmethode

source: Payment gateway for WooCommerce that allows iDEAL via Stripe
nl_nl: Betalingsmethode voor WooCommerce die iDEAL betalingen mogelijk maakt

source: Wating for Stripe webhook
sv_se: Väntar på webhook från Stripe

source: iDEAL Cost
sv_se: Avgift för iDEAL

source: Order status has been changed to 'pending'!
sv_se: Orderstatus har ändrats till ”inväntar betalning”!

source: Your webhook URL:
sv_se: Din webhook-URL:

source: Stripe Secret API Key (Test)
sv_se: Stripe hemlig API-nyckel (test)

source: Stripe Secret API Key (Live)
sv_se: Stripe hemlig API-nyckel (live)

source: iDEAL payment failed - Error: #0002
sv_se: iDEAL-betalning misslyckades - Fel: #0002

source: iDEAL payment failed - Error #0001!
sv_se: iDEAL-betalning misslyckades - Fel: #0001!

source: iDEAL payment failed - Error #0003!
sv_se: iDEAL-betalning misslyckades - Fel: #0003!

source: Payment gateway for WooCommerce that allows iDEAL via Stripe. This does not require a Chamber of commerce number!
sv_se: Betalningslösning för WooCommerce som accepterar iDEAL genom Stripe. Kräver inte ett handelskammarnummer!

source: Let the customer pay the transactionfee (€ 0,45)
sv_se: Låt kunden betala transaktionsavgiften (0,45&nbsp;EUR)

source: Transactionfee
sv_se: Transaktionsavgift
